Repository: gigihiski/taekwondo-indonesia
Catalog: lib/l10n/app_*.arb
Languages: id

# whatsapp_login_instruction
source: Insert your Whatsapp number
id: Masukkan nomor Whatsapp kamu

# password_login_instruction
source: Insert your password
id: Masukkan kata sandi

# name_registration_instruction
source: Insert your name
id: Masukkan nama kamu

source: Name
id: Nama

# logout_confirmation
source: Are you sure you want to logout?
id: Kamu yakin ingin keluar?

source: Password
id: Kata Sandi

# proceed
source: Continue
id: Lanjutkan

source: Phone Number
id: No. Telp

# go_to_home_page
source: Home Page
id: Ke Beranda

source: Registration Success
id: Pendaftaran Berhasil

# other_login_option
source: or login with
id: atau login dengan

# dont_have_account
source: Dont have an account?
id: Belum punya akun?

source: Register Now
id: Daftar Sekarang

source: Registration
id: Daftar

source: Login Failed
id: Login Gagal

source: Registration Failed
id: Pendaftaran Gagal

# registration_success_message
source: Thank you for joining Taekwondo Indonesia!
id: Terima kasih telah menjadi bagian dari Taekwondo Indonesia!

# acceptance_terms_conditions_agreement
source: Terms and Conditions should be accepted
id: Ketentuan layanan dan kebijakan privasi harus disetujui

# registration_agreement_checkbox
source: I agree to Taekwondo Indonesia's terms of service and privacy policy.
id: Saya menyetujui ketentuan layanan dan kebijakan privasi Taekwondo Indonesia.

# other_registration_option
source: or register with
id: atau daftar dengan

source: Already have an account?
id: Sudah punya akun?

source: Login here
id: Login disini

source: Account Verification
id: Verifikasi Akun

# otp_instruction
source: Enter the OTP code that was sent to Whatsapp you
id: Masukan kode OTP yang telah dikirim ke Whatsapp kamu

# code_ends_in
source: The code ends in
id: Kode berakhir dalam

# didnt_receive_code
source: Did not receive the code?
id: Tidak menerima kode?

source: Resend code
id: Kirim ulang

source: Nearest outlet
id: Outlet terdekat

# reward_login_instruction
source: Login and start collecting points
id: Login dan mulai kumpulkan poin

# flash_sale_terms_and_conditions
source: Valid for 1x purchase
id: Berlaku untuk 1x pemberlian

source: Ends in
id: Berakhir dalam

source: New Menu
id: Menu Baru

source: View all
id: Lihat semua

source: Foods
id: Makanan

source: Beverages
id: Minuman

source: Claim
id: Klaim

source: Cart
id: Keranjang

source: Order Note
id: Catatan Order

# write_instruction
source: Write here
id: Tulis disini

source: Product in cart
id: Produk dikeranjang

source: View
id: Lihat

# delivery_slang
source: Delivery
id: Ongkir

source: Discount
id: Diskon

source: Available Voucher
id: Voucher Tersedia

source: Other Voucher
id: Voucher Lainnya

# other_voucher_description
source: Shop more to use other vouchers
id: Belanja lebih banyak untuk menggunakan voucher lainnya

source: My Order
id: Pesanan Saya

# choose_outlet_delivery_instruction
source: Choose outlet
id: Pilih outlet

# choose_outlet_dine_in_instruction
source: Choose outlet to dine in
id: Pilih outlet untuk kamu nikmati pesanan

# choose_outlet_pickup_instruction
source: Choose outlet to pickup your order
id: Pilih outlet untuk ambil pesananmu

source: Order
id: Pesanan

source: Add Order
id: Tambah Pesanan

source: Total must be paid
id: Total harus dibayar

source: Edit
id: Ubah

source: Deliver to
id: Kirim ke

source: Choose address
id: Pilih alamat

source: My Voucher
id: Voucher Saya

source: Buy Voucher
id: Beli Voucher

source: Active
id: Aktif

source: Done
id: Selesai

# order_number
source: Order No.
id: No. Order

# pay
source: Pay Now
id: Bayar

source: Redeem Point
id: Pakai poin

source: Your point
id: Poin kamu

source: Point
id: poin

source: Order type
id: Tipe pesanan

source: Point deduction
id: Potongan Poin

source: Voucher deduction
id: Potongan Voucher

source: Payment Method
id: Metode Pembayaran

# credit_card
source: Cerdit Card
id: Kartu Kredit

source: Debit Card
id: Kartu Debit

source: Add Card
id: Tambah Kartu

# searching_driver
source: Searching for Driver
id: Mencari Driver

source: Preparing Order
id: Pesanan Disiapkan

source: On the Way
id: Dalam Perjalanan

source: Help Line
id: Kontak Bantuan

source: Back to Home
id: Kembali ke Beranda

source: How's Your Order
id: Bagaimana pesananmu

# rating_instruction
source: Help us to make our service better from your rating here
id: Bantu kami untuk membuat pelayanan lebih baik dengan menilai pesanan ini

# write_review
source: Write a Review
id: Berikan ulasan

source: Send
id: Kirim

# card_number
source: Card No.
id: Nomor Kartu

source: CVV Code
id: Kode CVV

source: Add
id: Tambahkan

source: Choose Courier
id: Pilih Kurir

source: Your Order
id: Pesanan Kamu

source: Delivery Address
id: Alamat Pengiriman

source: Help
id: Bantuan

# language_setting
source: Language Settings
id: Pengaturan Bahasa

# notification_setting
source: Notifications
id: Pengaturan Notifikasi

source: Privacy Policy
id: Kebijakan Privasi

# terms_conditions
source: Terms and Conditions
id: Ketentuan Layanan

# about_us
source: About Kampoeng Steak
id: Tentang Takewondo Indonesia

source: Logout
id: Keluar

# daily_quest_instruction
source: Login everyday and get the point
id: Login setiap hari dan dapatkan point

source: My Address
id: Alamat Saya

source: Primary Address
id: Alamat Utama

source: Add Address
id: Tambah Alamat

source: Edit Address
id: Edit Alamat

source: Address Name
id: Nama

source: Address
id: Alamat

# change_address_instruction
source: Please change the address name if not matched
id: Ganti nama alamat jika tidak sesuai

source: Save
id: Simpan

source: Choose Outlet
id: Pilih Outlet

source: View Detail
id: Lihat Detail

source: Distance
id: Jarak

source: Search outlet
id: Cari outlet

source: View on map
id: Lihat di map

source: Contact
id: Kontak

source: Schedule
id: Jadwal

source: Peak time
id: Waktu sibuk

source: Information
id: Informasi

source: Facility
id: Fasilitas

source: Choose this Outlet
id: Pilih outlet ini

source: Estimated Arrival
id: Estimasi tiba

source: Review
id: Ulasan

source: Reorder
id: Pesan Lagi

source: Yes
id: Ya

source: No
id: Tidak

source: Back
id: Kembali

source: Empty Data!
id: Data Tidak Ditemukan!

# add_cart_success
source: Success Adding to Cart
id: Berhasil Menambahkan ke Keranjang

# add_cart_failed
source: Failed Adding to Cart
id: Gagal Menambahkan ke Keranjang

# delete_confirmation
source: Are you sure you want to delete
id: Anda yakin ingin menghapus

source: Cancel
id: Batal

source: Delete
id: Hapus

source: Set Default
id: Pilih Utama

source: Changes Success
id: Perubahan Berhasil

source: Changes Failed
id: Perubahan Gagal

source: Remove Address
id: Hapus Alamat

# remove_address_confirmation
source: Are you sure you want to remove
id: Anda yakin ingin menghapus alamat

source: Update Success
id: Perubahan Berhasil

source: Update Failed
id: Perubahan Gagal

# update_success_information
source: Data has been successfuly updated
id: Data berhasil diperbaharui

# update_failed_information
source: Failed to update data
id: Data gagal diperbaharui

# add_success
source: Adding Data Success
id: Penambahan Data Berhasil

# add_failed
source: Adding Data Failed
id: Penambahan Data Gagal

# add_success_information
source: Data has been successfuly added
id: Data berhasil ditambahkan

# add_failed_information
source: Failed to add data
id: Data gagal ditambahkan

source: Notes
id: Catatan

# payment_confirmation
source: Confirmation
id: Konfirmasi

source: VAT
id: PPn 11%

source: Additional Tax
id: Pajak Tambahan

source: Delivery Cost
id: Biaya Kirim

# table_name
source: Table No.
id: Nomor Meja

source: Pickup Time
id: Waktu Pengambilan

# delivery_courier_name
source: Delivery Courier
id: Jasa Pengiriman

source: Choose Payment Method
id: Pilih Metode Pembayaran

# scan_qr_instruction
source: Please scan QR Code below on your Table or Voucher.
id: Silahkan melakukan scan QR Code dibawah ini pada Meja atau Voucher Anda.

# visitor_counter
source: Visitor
id: Jumlah Pengunjung

source: Adult
id: Dewasa

source: Children
id: Anak-anak

source: Reward History
id: Riwayat Reward

source: Table No.
id: Nomor Meja

# competition_event
source: Competition and Event
id: Kompetisi dan Event

# welcome_back
source: Hi, Welcome Back
id: Hi, Selamat Datang

source: Search Event
id: Cari Event

source: News
id: Berita
